Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/facta/samemusea_siida/musiikki.html.tmx
Source language: fin
Languages: smn

source: Kulttuuri
smn: Ovdâsijđo

source: Musiikki
smn: Muusik

source: Saamenpuku
smn: Tyeji Mááccuh

source: Suomen saamelaisten musiikkiperinteistä vähiten huomiota on saanut inarinsaamelainen musiikkiperinne.
smn: Suomâ sämmilij muusikärbivyevist lii ucemustáá finnim huámášume anarâšmuusik ärbivyehi.

source: Tämä johtuu osittain siitä, että inarinsaame on ollut kielenä vähemmistön vähemistönä sangen marginaalisessa asemassa.
smn: Taat šadda uásild tast, et anarâškielâ lii lamaš kiellân ucceeblovo ucceeblohhoon uáli marginaalsâš sajattuvâst.

source: Inarinsaamelaisia musiikintekijöitä on myös hyvin vähän ja nämä tekijät ovat heijastuneet myös inarinsaamelaisen kulttuurin arvostukseen.
smn: Anarâš muusikrähteeh láá meiddei uáli uccáá já taah ääših láá spejâlistám meiddei anarâškulttuur áárvustanemân.

source: Tunnetuimpia ovat laulaja ja säveltäjä Aune Kuuva, räp-artisti Amoc sekä sisarukset Heli ja Satu Aikio.
smn: Tobdosumoseh láá lávloo já nyettejeijee Aune Kuuva (Piäkkáá Avni), räp-artist Amoc (Mikkâl Antti Morottaja) sehe oobižeh Heli já Satu Aikio.

source: Vanhemman polven musiikkimiehistä voidaan mainita Ilmari Mattus sekä Matti Morottaja, joka esiintyi mm. ensimmäisillä Kaustisen kansamusiikkifestivaaleilla vuonna 1968. Viime vuosikymmeninä inarinsaamelainen musiikkiperinne on joutunut vähemmälle huomiolle ja toisinaan on jopa kysytty, onko omaa inarinsaamelaista musiikkiperinnettä ollut olemassakaan.
smn: Puárásub puolvâ muusikalmain puáhtá mainâšiđ Ilmari Mattus (Uccpárnáá Vuoli Ilmar) sehe Matti Morottaja (Kuobžâ-Saammâl Matti), kote lávdástij el. vuosmuin Kaustisii aalmugmuusikfestivaalâin ive 1968. Majemuin ihelovvoin anarâšmuusik ärbivyehi lii šoddâm ucceeb huámášumân já motomin lii joba koijâdum, et lii-uv anarâšâin lamaš jieijâs muusikärbivyehi ollágin.

source: Kuitenkin 1800-luvun ja 1900-luvun alkupuolen arkistolähteiden avulla saadaan kuuluviin hyvin elävä inarinsaamelainen musiikkiperinne.
smn: Kuittâg 1800-lovo já 1900-lovo aalgâkeeji arkkâdâhkäldein lii kavnâmist uáli ellee anarâšmuusik ärbivyehi.

source: Inarinsaamelainen musiikkiperinne hahmottuu arkistolähteiden mukaan seuraaviin osiin: Keskeisen osan perinteestä muodostavat inarilaisten ihmisten livđet sekä eläinlivđet.
smn: Anarâšmuusik ärbivyehi hámášuvá arkkâdâhkäldei mield čuávvoo ossijd: Kuávdáš uási ärbivyevist taheh anarâšâi ulmuiliivđeh sehe elleiliivđeh.

source: Vanhimmat tunnetut livđe-tekstit on tallennettu Mikko Aikiolta 1880-luvulta.
smn: Puárásumoseh tubdum livđeteevstah láá vyerkkejum Mikko Aikiost 1880-lovvoost.

source: 1900-luvun aikana tallennuksia on tehty runsaasti.
smn: 1900-lovo ääigi vuorkkiimeh láá toohum valjeest.

source: Laajin inarinsaamelaisen musiikin kokoelma on tallennettu Anna-Briitta Mattukselta (os. Morottaja).
smn: Vijđásumos anarâšmuusik čuágáldâh lii vyerkkejum Anna-Briitta Mattusist (js. Morottaja).

source: Seuraavassa on kolme tekstiä karhun livđelle, joka on yksi tunnetuimmista inarinsaamelaisista livđeistä.
smn: Čuávvon láá kulmâ teevstâ kuobžâ liivđán, mii lii ohtâ tobdosumosijn anarâš liivđijn.

source: Vanhin toisinto on Mikko Aikion vuonna 1886 esittämä.
smn: Puárásumos kiärduttâs lii Mikko Aikio ive 1886 livđum.

source: Herää jo veliseni Päivä paistaa jo vaaroille muurahaiset juoksevat jo puiden rungoilla linnun laulu jo korviin kaikuu akat jo nuottiansa korjaavat ukot panevat jo verkkokävyt talteen lapset leikkivät jo leikkijousineen
smn: Koccáá juo viljâžâm Piäiváš juo vaarijd páštá kuđhiih juo kuodduužij mield ruotâdeh lode ruojâ jo peljijd vaaldij káálguh juo nuotijdis čihteh kálláh juo kiävuidis vuorkkiistileh párnááh juo sierâtávgáiguin sierih

source: Frans Äimän muistiinmerkitsemästä Karhun livđen toisinnosta selviää, että veli-sana liittyy tilanteeseen, jossa karhu herättelee veljeään, toista karhua.
smn: Frans Äimä pajasmerkkim Kuobžâ liivđe kiärduttâsâst čiälgá, et viljâžâm-sääni lohtâs tilálâšvuotân, mast kuobžâ covná viiljâs, nube kuobžâ.

source: Karhu sanoo veikkoselleen: Nouse jo veikkoseni! Päivyt jo vaaroilla paistaa, linnun ääni jo korviin raikuu, pienet muurahaiset jo liekosille laukkaavat, ukot jo käpyjänsä panevat talteen, akat jo nuottiansa korjaavat.
smn: Kuobžâ iätá viljâsis: Koccáá juo viljâžâm! Piäiváš juo vaarijd páštá, ludij jienâ juo peljijd škáájá, kuđhiih juo kuodduužij mield ruotâdeh, kálláh juo kiävuidis vuorkkiistileh, káálguh juo nuotijdis čihteh.

source: Vuonna 1946 Anna-Briitta Mattus esitti livđen Helsingissä musiikintutkija A. O. Väisäselle.
smn: Ive 1946 Anna-Briitta Mattus livđui Helsigist muusiktotkee A. O. Väisäsâžân.

source: Inarinsaamenkieliset tekstit on nykyortografialle translitteroinut Matti Morottaja.
smn: Anarâškielâ teevstâid lii translitteristám tááláá čäällimvuáhán Matti Morottaja.

source: ukot jo käpyjänsä laittaa lol-lo-lo, loo-loo lol-loo…
smn: Viljâžâm viljâžâm koccáá jo no piäiváš jo vaarijd páštá, lol-lo-lo…

source: akat jo nuottiaan korjaa lol-lo-lo, loo-loo lol-loo…
smn: kálláh jo kiävuidis rähtih, lal-lal-lal…

source: pojat jo jousipyssyillä leikkivät lol-lo-lo…
smn: káálguh jo nuotijdis čihteh, lal-lal-lal…

source: lintujen laulu (meteli) jo korviini otti lol-lo-lo…
smn: kaandah jo tävgipisoiguin sierâdeh, lal-lal-lal…

source: nyt se jo marjoja syöpi lol-lo-lo, loo-loo lol-loo …
smn: ludij ruojâ jo peljidân vaaldij, lal-lal-lal…

source: Tuo (pentu) tuossa näköjään myös herää lol-lo-lo, loo-loo lol-loo
smn: täälvis lii uáđđâm kale, lal-lal-lal… te tot jo muorjijd porá, lal-lal-lal…

source: Musiikillisesti livđet ovat hyvin samankaltaisia kuin Inarin pohjoissaamelaiset joiut ja siksi niitä on pelkästään musiikillisten piirteiden kautta toisinaan vaikea erottaa toisistaan.
smn: tuot kustoo meid jo koccáá lal-lal-lal Muusiklávt liivđeh sulâstiteh čuuvtij Aanaar orjâlâšjuáigusijd já tane taid lii tuše musiiklâš jiešvuođâi pehti motomin väädis iäruttiđ nubijnis.

source: Lisäksi inarinsaamelaiseen perinteeseen on kuulunut livđejen ohella myös pohjoissaamelaisia joikuja, joihin viitataan inarinsaamessa termillä juáigus, (pl. juáiguseh).
smn: Lasseen anarâš ärbivuáhán láá kuullâm liivđij lasseen meiddei orjâlâšjuáiguseh, moid čujottuvvoo anarâškielâ teermâst juáigus, (ml. juáiguseh).

source: Vanhimmat kuvaukset inarinsaamelaisesta musiikista ovat 1800-luvun alkupuolelta ja ne ovat pappien sekä virkamiesten tekemiä.
smn: Puárásumoseh kuvviimeh anarâš musikkist láá 1800-lovo aalgâbeln já toh láá paapâi sehe virgealmai tohâmeh.

source: Niissä käsitellään erityisesti inarilaisten veisuutaitoa.
smn: Tain kieđâvuššoo eromâšávt anarâšâi veisidemtáiđu.

source: Inarinkielinen nimitys virsille on salmâ (pl. saalmah) ja 1800-luvun virsiperinne liittyi ns. Vanhan virsikirjan virsistöön.
smn: Anarâškielâlâš nomâttâs toid lii salmâ (ml. saalmah) já 1800-lovo salmâärbivyehi lohtâsij nk. Puáris salmâkirje salmáid.

source: Vuonna 1993 ilmeistyi nykyinen inarinsaamemenkielinne virsikirja.
smn: Ive 1993 almostui tááláš anarâškielâlâš salmâkirje.

source: Livđejen, joikujen ja virsien ohella tunnetaan lukuisia inarinsaamenkielisiä lauluja.
smn: Liivđij, juáigusij já saalmâi lasseen láá tiäđust maaŋgah anarâškielâlâš lavluuh.

source: Inarinsaamenkielinen nimitys on laavlâ (pl. lavluuh).
smn: Anarâškielâlâš nomâttâs lii laavlâ (ml. lavluuh).

source: Tunnetuin laulu lienee ns. Kihlajaislaulu, joka tunnetaan myös Äidin ja Tyttären vuoropuhelulauluna.
smn: Tobdosumos laavlâ táiđá leđe nk. Kihlejâšlaavlâ, mii tobdoo meiddei Eeni já Nieidâ vuárusárnumlaavlân.

source: Laulua kerrotaan esitetyn kihlajaisissa 1800-luvun lopulla ja 1900-luvun alkupuolella.
smn: Muštâluvvoo et laavlâ lii lavlum kihlejáin 1800-lovo loopâst já 1900-lovo aalgâbeln.

source: Eräs syy inarinsaamelaisen musiikkiperinteen heikkenemiseen 1900-luvulla lienee ollut vuoden 1920 espanjantautiepidemia.
smn: Ohtâ suijâ anarâšmuusik ärbivyevi huánnánmân 1900-lovvoost lâš lamaš ive 1920 espanjatavdâepidemia.

source: Tautiin menehtyi noin 200 ihmistä Inarissa ja hyvin suuri osa heistä oli juuri inarinsaamelaisia.
smn: Taavdân jammii suullân 200 olmožid Anarist já uáli stuorrâ uási sist lijjii eidu anarâšah.

source: Koska vainajien livđejä ei mielellään esitetty, hävisi perinteestä merkittävä osa, samoin kuin lukuisia perinteentaitajia.
smn: Ko jaamišij liivđijd iä ulmuuh mielâstis lávlum, lappui ärbivyevist merhâšittees uási, siämmáá ko maaŋgah ärbivyevimätteeh-uv.

source: 1920- ja 1930-lukujen aikana Inaria kosketti voimakas suomalainen muuttoliike, joka myös vaikutti musiikkikulttuuriin ja varmasti Lapin sodan vaikutus heikensi perinnekulttuuria entisestään.
smn: 1920- já 1930-lovoi ääigi Anarân čuosâi vuáimálâš syemmilij varrimjotolâh, mii meiddei vaikuttij muusikkulttuurân já vissásávt Säämi suáđi vaikuttâs hiäjusmitij ärbivyehikulttuur ovdiist-uv.

source: Inarinsaamelaista musiikkiperinnettä on kuitenkin tallennettu sotien jälkeenkin erityisesti 1960-luvun lopulla mm. Matti Morottajan ja Saamen radion toimesta.
smn: Anarâšmuusik ärbivyehi lii kuittâg vyerkkejum soođij maŋa-uv eromâšávt 1960-lovo loopâst el. Matti Morottaja (Kuobžâ-Saammâl Maati) já Säämi radio tooimâst.

source: Runsaiden arkistoaineistojen avulla ja yhteistyöllä vanhojen perinteentaitajien kanssa on mahdollista elvyttää vanhaa inarinsaamelaista musiikkiperinnettä.
smn: Valjaas arkkâdâhamnâstuvâi vievâst já ohtsâšpargoin puáris ärbivyehimätteiguin lii máhđulâšvuotâ iäláskittiđ puáris anarâšmuusik ärbivyevi.

source: Tämän vuoden Ijahis Ija -festivaalin inarinsaamelaiskonsertissa kuultiinkin uudemman inarinkielisen laulun ohella myös vanhoja livđejä.
smn: Taan keežild Ijâttis Ijjâ -festivaalâ anarâškonsertist kullojii-uv uđđâsub anarâškielâlâš lavluu lasseen meiddei puáris liivđeh.

source: Yli sata joikunäytettä A.
smn: Paijeel čyeti juáigusčáittusid A.

source: O. Väisäselle ja Erkki Ala-Könnille esittänyt Anna-Briita Mattus laulaa fonografiin.
smn: O. Väisäsâžân já Erkki Ala-Köönnin lávlum Anna-Briita Mattus lávlu fonograafin.

source: Vahalieriötallenne vuodelta 1946
smn: Kässikubbeelvuorkkiittâs ive 1946 (

source: Mikä on livđe?
smn: Mii lii livđe?

source: Saamelaisessa musiikkiperinteessä kuvataan musiikillisin ja tekstillisin keinoin kunkin alueen omaa elinympäristöä ja ihmisiä.
smn: Sämmilâš muusikärbivyevist kovvejuvvoo muusiklâš já tevstâlâš vuovijguin jieškote-uv kuávlu jieijâs eellimpiirâs já ulmuuh.

source: Keskeistä perinteessä on se, että laulun kohde omistaa oman laulunsa.
smn: Kuávdáš äšši ärbivyevist lii tot, et lavluu čuásáttâh oomâst lavlus.

source: Eurooppalaisessa ja skandinaavisissa lauluperinteissä on kyse kertovista lauluista.
smn: Eurooplâš já skandinaavâlâš laavlâärbivyevist lii saahâ muštâleijee lavluin.

source: Kertovilla lauluilla puolestaan kuvataan ihmisiä, tapahtumia ja tunteita ilman kohteeseen liittyvää omistussuhdetta.
smn: Muštâleijee lavluin oppeet kovvejuvvojeh ulmuuh, tábáhtusah já tobdoh nuuvt et čuásáttâsân ij lohtâs omâstemkoskâvuotâ.

source: Pohjoissaamen alueella omistetuista lauluista käytetään nimeä luohti, vaikkakin suomen kieleen on vakiintunut termi joiku.
smn: Orjâlâškuávlust omâstum lavluin kiävttoo nomâttâs luohti, veikkâ suomâkielân lii vuáhádum termâ joiku.

source: Inarinsaamenkielinen nimitys on livđe ja kolttasaamessa leu’dd.
smn: Anarâškielâlâš nomâttâs lii livđe já nuorttâlâškielâst leu’d.

source: Ilmari Mattus ja.
smn: Ilmari Mattus já "Sáárámáárjá".

source: Inarinsaamelaisia musiikintekijöitä:
smn: © 2006 Sámi musea Siida &amp; Anarâškielâ servi
